{
  "mainHeading": "Brandwell is a branding agency. For 12 years we have been creating or refreshing brands, designing identification and packaging.",
  "heading1": "What we do",
  "what_we_do.block1.1": "Brand strategy",
  "what_we_do.block1.2": "Brand portfolio audits",
  "what_we_do.block1.3": "Brand architecture",
  "what_we_do.block1.4": "Brand positioning",
  "what_we_do.block2.1": "(???)",
  "what_we_do.block2.2": "Logo design",
  "what_we_do.block2.3": "Visual Identification",
  "what_we_do.block3.1": "Packaging design",
  "what_we_do.block3.2": "Name creation",
  "what_we_do.block3.3": "Packaging design",
  "what_we_do.block3.4": "DTP packaging design.",
  "what_we_do.block4.1": "Structural design",
  "what_we_do.block4.2": "Packaging shapes design",
  "what_we_do.block4.3": "Development of production documentation",
  "heading2": "How do we do this?",
  "how_we_do.paragraph1": "We work closely with our clients. We believe that partnership and mutual trust are fundamental to building true values. Clients provide us with knowledge about their industry, the specific nature of their customers and the key parameters guiding customers in the selection process. We show clients how to win them.",
  "how_we_do.paragraph2": "We design brands with an awareness of their purpose – so that they communicate with the consumer in a way that’s both competent and attractive. We don't just create colourful images. Our designs are well-thought-out tools for effectively competing for custom.",
  "heading3": "The process",
  "process.paragraph1": "The starting point is work on strategy. We start by defining precisely where the brand is located. We define its group of key recipients. We examine their world, making it easier to understand their real needs. We look for a brand’s unique features in order to build a market advantage based on the same.",
  "process.paragraph2": "We create consciously by preceding creative efforts with strategic analyses. We may be artists, but we’re also fully aware of business realities. In our opinion, designs must reflect the goals contained in the strategy and be tailored to the target group.",
  "process.paragraph3": "Implementation. We combine the abilities of many people in order to obtain the best possible effect. We organize photo sessions, employ the best illustrators, talented copywriters, art directors and typographers. Finally, we prepare the finished works for printing.",
  "heading4": "What are we not doing?",
  "what_we_dont.bold": "We don’t participate in free tenders.",
  "what_we_dont.paragraph1": "We don’t shy away from participating in competitions, but we do take part in them on the condition that our work is paid."
}