{
  "strategy.mainHeading": "The key stage of conscious design is strategy.",
  "strategy.paragraph1": "When browsing designs, it’s easy to reduce them to a simple assessment: nice – not nice. For us that’s not enough. We analyze them from many angles: warranted or unwarranted, for someone or no one, coherent or chaotic, about something or nothing. The fact that designs have to be good at the workshop stage is a necessary but not sufficient condition.",
  "strategy.paragraph2": "In our opinion, designs should be the result of a deliberate plan, should reach out to specific recipients, meet specific consumer needs and achieve business goals. That’s why strategic work is crucial in the process of creating a brand. This defines the directions in which the design process will develop.",
  "strategy.block1.heading": "The process",
  "strategy.block1.body1": "There is no one scenario because clients are different and so are their needs. However, it often looks like this ... The client sends us an inquiry, attaches a brief, namely a set of guidelines and a description of what he would like to achieve. We read it carefully, consider the communication and designs of its packaging, and analyze the entire category. If we find that the amount of information about the brand is insufficient, we suggest conducting strategic workshops, the result of which is positioning and a document that sets out redefined tasks.",
  "strategy.block1.body2": "Knowing what the brand is and for whom, we can start designing. Then, however, the design is conscious, intentional and not accidental. Then it is not only about whether the effect is nice, but also whether it makes sense.",
  "strategy.block2.heading": "Brand architecture",
  "strategy.block2.body": "The essence of a brand architecture audit is analysis and a recommendation concerning the relationships to prevail within the portfolio of products offered by the client. The power of any analysis carried out by an outside consultant lies in the independence of the assessment, the ability to see the brand from the perspective of the customer and the consultant’s experience in carrying out such \"cleanups\". The result of this process is a clear division of the product range into its flagship items, premium and economy lines, and sub-brands or even the introduction of a completely new brand. Sometimes the opposite effect is achieved – with a recommendation to unify and eliminate unnecessary, pointless divisions. Each case is different. Meaningful architecture helps consumers understand the brand and avoid any confusion. Brand architecture analysis is an important first step in determining communication positioning.",
  "strategy.heading2": "The Tripod™ method",
  "strategy.paragraph3": "Our proprietary positioning method involves analyzing three crucial areas that lead to the essence of the brand: the business concept – how innovative is it in its method, product, or solution delivery; the brand’s recipient – his world, needs and beliefs about the category; and finally the brand itself – what reaction it’s to have on the recipient, what is its style, language and values ​​and what story does it tell. What archetype hero reflects the brand. Strategic workshops are the basis for the development of positioning which, in turn, sets the framework for communication – its language and style."
}